

[
	{
		"fp_newest": [
				{
					"first_news": "Coronavirus: China advises against travel to Wuhan as deaths surge...",
					"img": "Images/newest_img/newest_1.jpg"
				},
				{
					"first_news": "Jeff Bezos hack: UN experts demand probe of Saudi crown prince...",
					"img": "Images/newest_img/newest_2.jpg"
				},				
				{
					"first_news": "Monty Python's Terry Jones: Master of the absurd",
					"img": "Images/newest_img/newest_3.jpg"
				},			
				{
					"first_news": "The alphabets at risk of extinction...",
					"img": "Images/newest_img/newest_4.jpg"
				},			
				{
					"first_news": "Gareth Bale loan reports 'ridiculous', says his agent Jonathan Barnett...",
					"img": "Images/newest_img/newest_5.jpg"
				},			
				{
					"first_news": "We’re finally talking about structural racism...",
					"img": "Images/newest_img/newest_6.jpg"
				},				
				{
					"first_news": "We need smart solutions to mitigate the corona...",
					"img": "Images/newest_img/newest_7.jpg"
				},
				{
					"first_news": "Supreme Court blocks Trump’s attempt to end DACA...",
					"img": "Images/newest_img/newest_8.jpg"
				},
				{
					"first_news": "Top GOP donor used racial stereotypes...",
					"img": "Images/newest_img/newest_9.jpg"
				},	
				{
					"first_news": "As police chief in Camden, N.J..",
					"img": "Images/newest_img/newest_10.jpg"
				}
		]
	},

	{
		"politics_main": {
			"heading": "Trump Roars, and Davos Shrugs",
			"news": "DAVOS, Switzerland—Two years ago President Donald Trump flew here and took the gathering of elites at the World Economic Forum by storm. Every conversation seemed to revolve around the American leader and his signature brand of political disruption...",
			"img": "Images/politics_img/main_pol_img.jpg"
						},

		"politics_other": [
							{
							"heading": "Flynn attorneys argue against...",
							"news": "Former national security adviser Michael Flynn should get probation and lore..."
							},
							{
							"heading": "Morning Consult Poll...",
							"news": "47% of voters are in favor of President Donald Trump’s removal from office..."
							},
							{
							"heading": "Taliban offer ceasefire in bid to restart talks with US...",
							"news": "The Taliban will implement a 10-day ceasefire with US troops..."
							},
							{
							"heading": "Austria's new green-conservative coalition rejects UN migrants treaty...",
							"news": "Austria is still refusing to sign up to a key United Nations..."
							}									
						]
	},

	{
		"sports": [
			{
			"heading": "Lack of discipline from players cost Jose Mourinho...",
			"img": "Images/sports_img/sports_div_1.jpg"
			},
			{
			"heading": "Roger Federer out of French Open after knee surgery...",
			"img": "Images/sports_img/sports_div_2.jpg"
			},
			{
			"heading": "Pep Guardiola vows to stay at Manchester City despite Champions League ban...",
			"img": "Images/sports_img/sports_div_3.jpg"
			},
			{
			"heading": "NBA All-Star Game Fast Facts...",
			"img": "Images/sports_img/sports_div_4.jpg"
			}			
		]
	},

	{
		"music": [
			{
			"heading": "The best James Bond themes",
			"news": "The James Bond movie theme tunes have become an indelible part of pop music culture. Almost from the get-go, with Sean Connery’s...",
			"img": "Images/music_img/first_music.jpg"
			},
			{
			"heading": "14 facts about the Grammy Songs ",
			"news": "In 1959, Grammy judges inaugurated Song Of The Year – and it’s become one of the most sought-after prizes at the ceremony...",
			"img": "Images/music_img/second_music.jpg"
			},
			{
			"heading": "The oddest Grammy Album ",
			"news": "Blood, Sweat and Tears over The Beatles? Eric Clapton over Nirvana? Steely Dan over Eminem? Herbie Hancock over Amy Winehouse?",
			"img": "Images/music_img/third_music.jpg"
			},
			{
			"heading": "The 20 best songs of 2019",
			"news": "The final year of the decade saw A-list superstars relatively quiet on the singles front; instead we saw newcomers shine, and more...",
			"img": "Images/music_img/fourth_music.jpg"
			},
			{
			"heading": "Andrew Weatherall: The ’90s master of the remix",
			"news": "Andrew Weatherall, the legendary DJ and producer has died aged 56 from a pulmonary embolism. Weatherall, who was born in Windsor, England...",
			"img": "Images/music_img/main_music.jpg"
			}
		]
	},
		{
		"culture_main": {
			"heading": "Film",
			"news": "Cinema's greatest decade?",
			"img": "Images/culture_img/main_culture.png"
		},

		"culture_other": [
			{
			"heading": "Theater",
			"news": "The era that began 100 years ago brought more change...",
			"img": "Images/culture_img/culture_other_1.jpg"
			},
			{
			"heading": "Designed",
			"news": "Five stunning outdoor spaces for all...",
			"img": "Images/culture_img/culture_other_2.jpg"
			},
			{
			"heading": "Books",
			"news": "The most joyful books ever written...",
			"img": "Images/culture_img/culture_other_3.jpg"
			}
		]
	},

	{
		"news": {
			"newest": [
				{
				"heading": "Coronavirus: China advises against travel to Wuhan as deaths surge",
				"news": "Chinese authorities have urged people to stop travelling in and out of Wuhan, the city at the centre of a new virus outbreak that has killed 17 people. Those living in the city of 8.9 million people have also been told to avoid crowds and minimise public gatherings. The new virus has spread from Wuhan to several Chinese provinces, as well as the US, Thailand and South Korea.There are 440 confirmed cases, with the origin a seafood market that conducted illegal transactions of wild animal.Late on Wednesday the Chinese authorities confirmed the number of dead had almost doubled - from nine - in the space of a day. All fatalities so far have been in Hubei, the province around Wuhan.Officials in Hong Kong also reported the territory's first two cases.",
				"img": "Images/newest_img/newest_1.jpg",
				"likes": 30,
				"unlikes": 50,
				"comments": 212
				},
				{
				"heading": "Jeff Bezos hack: UN experts demand probe of Saudi crown prince",
				"news": "UN human rights experts have demanded an immediate investigation into allegations Saudi Arabia's crown prince hacked Amazon boss Jeff Bezos's phone. They said Mohammed bin Salman should also be investigated for continuous, direct and personal efforts to target perceived opponents. A message from a phone number used by the prince has been implicated in a breach of Mr Bezos's data. The kingdom's US embassy has denied the absurd story. But the independent UN experts - Agnes Callamard, special rapporteur on summary executions and extrajudicial killings, and David Kaye, special rapporteur on freedom of expression - said the crown prince's possible involvement had to be investigated. Relations between Saudi Arabia and Mr Bezos - who also owns the Washington Post - worsened after Jamal Khashoggi, a prominent critic of the Saudi government and one of the newspaper's staff, was murdered in the Saudi consulate in Istanbul in 2018.",
				"img": "Images/newest_img/newest_2.jpg",
				"likes": 10,
				"unlikes": 25,
				"comments": 54
				},
				{
				"heading": "Monty Python's Terry Jones: Master of the absurd",
				"news": "Terry Jones had a love of the absurd that contributed much to the anarchic humour of Monty Python's Flying Circus. His style of visual comedy, leavened with a touch of the surreal, inspired many comedians who followed him. It was on Python that he honed his directing skills, notably on Life of Brian and The Meaning of Life. A keen historian, he wrote a number of books and fronted TV documentaries on ancient and medieval history.Python star Terry Jones dies aged 77 Terence Graham Parry Jones was born in Colwyn Bay in north Wales on 1 February 1942. His grandparents ran the local amateur operatic society and staged Gilbert and Sullivan concerts on the town's pier each year His family moved to Surrey when he was four but he always felt nostalgic about his native land.",
				"img": "Images/newest_img/newest_3.jpg",
				"likes": 100,
				"unlikes": 5,
				"comments": 154
				},
				{
				"heading": "The alphabets at risk of extinction",
				"news": "On his first two days of school, in a village above the Bangladeshi port of Chittagong, Maung Nyeu was hit with a cane. This was not because he was naughty. It was simply that Nyeu could not understand what the teacher was saying, or what was written in his textbooks. Although 98% of Bangladeshis speak Bengali as a first language, Nyeu grew up with Marma, one of several minority tongues in the region. Written, it is all curls, like messy locks of hair. Eventually Nyeu managed to escape this cycle of bewilderment and beatings. After learning Bengali at home, he returned to school and went to university. Now he is pursuing a doctorate at Harvard. Yet Nyeu never forgot his early schooldays. He spends much of his time in the hills where he grew up, where he founded Our Golden Hour – a nonprofit fighting to keep Marma and a flurry of other scripts alive. ",
				"img": "Images/newest_img/newest_4.jpg",
				"likes": 10,
				"unlikes": 50,
				"comments": 14
				},
				{
				"heading": "Gareth Bale loan reports 'ridiculous', says his agent Jonathan Barnett",
				"news": "Gareth Bale's agent Jonathan Barnett says it is ridiculous to suggest one of the best players in the world would leave Real Madrid on loan. Bale, 30, has been linked with a move from the Bernabeu with Tottenham and Manchester United reportedly keen. The Welshman, who has a contract until 2022, has scored twice in nine La Liga games this season. Why would one of the best players on Earth go on loan? That's ridiculous, Barnett said. At the moment, he is going to be playing football for Real Madrid and he has got two-and-a-half years left on his contract. He is happy and hopefully he will win a couple of more things with Real Madrid. The comments come days after betting was suspended on Bale rejoining Tottenham in this transfer window. There has been growing speculation that the relationship between the midfielder and manager Zinedine Zidane is strained.",
				"img": "Images/newest_img/newest_5.jpg",
				"likes": 10,
				"unlikes": 31,
				"comments": 41
				},
				{
				"heading": "We’re finally talking about structural racism. Republicans are freaking out.",
				"news": "In the annals of weird and revealing arguments between members of Congress, the one that took place between Reps. Cedric Richmond (D-La.) and Matt Gaetz (R-Fla.) at a hearing of the House Judiciary Committee on Wednesday stands out. Along with a less fiery but equally revealing moment in a Senate hearing on Tuesday involving Sen. John Cornyn (R-Tex.), it showed how the fact that we’re now discussing structural racism has Republicans seriously freaked out. Their response is to attempt to take a debate about institutions and structures — policing, criminal justice, housing, health care, banking, employment, education and so much else — and reframe it as just about individual hearts. Which accomplishes two things. First, it renders them blameless, since they can assert “I’m no racist!” and take great affront at any suggestion otherwise. Second, it diverts us from ambitious reform to combat racism, if all we have to do is find the “bad apples” and get rid of them.Let’s begin in the House, where Richmond, plainly exasperated that the debate over police reform had been diverted into all kinds of other tangents, said to his white colleagues, “Please do not come in this committee room and make a mockery of the pain that exists in my community,” and raised the possibility that “unconscious bias” was playing a part in this debate.",
				"img": "Images/newest_img/newest_6.jpg",
				"likes": 190,
				"unlikes": 391,
				"comments": 419
				},
				{				
				"heading": "We need smart solutions to mitigate the corona",
				"news": "As the federal and state governments assess their response to the novel coronavirus pandemic, they desperately need independent, credible scientific review and advice. To do so, they should turn to the National Academy of Medicine and the National Academy of Sciences. Although the Republican-controlled Senate is planning to conduct oversight hearings, and the White House coronavirus task force might conduct an internal evaluation, these reviews will be insufficient. Much of the American public no longer trusts the administration or a partisan Congress to level with them on this issue. It has also become clear that experts in federal agencies are often not free to speak the truth, and congressional committees cannot possibly unravel the scientific complexity of this pandemic.",
				"img": "Images/newest_img/newest_7.jpg",
				"likes": 12,
				"unlikes": 55,
				"comments": 112
				},
				{				
				"heading": "Supreme Court blocks Trump’s attempt to end DACA",
				"news": "The Supreme Court on Thursday blocked the Trump administration's attempt to end Deferred Action for Childhood Arrivals, an Obama-era program that protects hundreds of thousands of immigrants brought to the US as children from deportation. The 5-4 ruling was written by Chief Justice John Roberts and joined by Justices Ruth Bader Ginsburg, Elena Kagan, Stephen Breyer and Sonia Sotomayor. In penning the opinion, Roberts once again sided with the liberals on the bench in a momentous dispute that will infuriate judicial conservatives who are still bitter that he once provided the deciding vote to uphold Obamacare. The opinion is the second time in a week when the Supreme Court - bolstered with two of President Donald Trump's nominees - has ruled against the Trump administration. Monday, the court said LGBTQ Americans are protected under the Civil Rights Act. The ruling emphasizes that the administration failed to provide an adequate reason to justify ending the DACA program.",
				"img": "Images/newest_img/newest_8.jpg",
				"likes": 112,
				"unlikes": 15,
				"comments": 12
				},
				{				
				"heading": "Top GOP donor used racial stereotypes",
				"news": "The top donor supporting President Trump’s reelection and GOP congressional lawmakers is a reclusive heir to the wealthy Mellon family fortune who used racial stereotypes to describe African Americans in a self-published autobiography. Timothy Mellon, the 77-year-old founder of a rail and freight company, who poured $30 million into three GOP super PACs in five months, wrote that black people were even more belligerent after the expansion of social programs in the 1960s and 1970s and that Americans who rely on government assistance were slaves of a new Master, Uncle Sam.",
				"img": "Images/newest_img/newest_9.jpg",
				"likes": 111,
				"unlikes": 15,
				"comments": 72
				},
				{				
				"heading": "As Camden’s police chief, I scrapped the force and started over. It worked.",
				"news": "I was the chief of police in Camden, N.J., when we concluded the most violent year in our history. In 2012, we tallied 67 homicides, 172 shooting victims and 175 open-air drug markets. Children couldn’t walk safely to school. Cops left crime scenes unattended to respond to the next shooting; it was nonstop. Camden was ranked the most dangerous city in the country, with a murder rate more than 18 times the national average. More people were killed in our town of 77,000 than were killed that year in Hawaii, North Dakota, South Dakota, New Hampshire and Wyoming combined. And police were not always helping. The city needed guardians, but officers often saw themselves as warriors seeking to dominate criminals through toughness. Citizens didn’t trust us, and efforts to arrest our way to law and order clearly weren’t working. As chief, I was handcuffed by legacy work rules and binding arbitrator decisions that made it difficult to hold officers accountable for misconduct or poor performance. I couldn’t even reassign officers on desk duty to the street to suppress spiking gun violence.",
				"img": "Images/newest_img/newest_10.jpg",
				"likes": 111,
				"unlikes": 15,
				"comments": 72
				}
			],
			
			"politics": [
				{				
				"heading": "Trump Roars, and Davos Shrugs",
				"news": "DAVOS, Switzerland—Two years ago President Donald Trump flew here and took the gathering of elites at the World Economic Forum by storm. Every conversation seemed to revolve around the American leader and his signature brand of political disruption. Trump came back this year, and was greeted with a shrug. Make no mistake, all the standard elements of the Trump tornado were on display. There was his keynote address boasting about how well the U.S. economy is doing on his watch. There was a blizzard of meetings with foreign leaders and U.S. finance and tech CEOs, at which he reportedly said he wished he owned stock in their firms because of how much money he had made them. There was the honking news conference with its usual lamentations about impeachment and the major sleaze bags trying to drive him from office. The big difference was the way most people at Davos, including Americans but especially the non-Americans, were responding to this flamboyant but familiar show. The consensus reaction: Whatever.",
				"img": "Images/politics_img/main_pol_img.jpg",
				"likes": 11,
				"unlikes": 11,
				"comments": 72
				},	
				{				
				"heading": "'Scurrilous arguments': Michael Flynn's lawyer tells judge he must dismiss criminal case",
				"news": "WASHINGTON — Lawyers for Michael Flynn and the Justice Department told a federal judge on Wednesday that he must agree to dismiss the criminal case against President Donald Trump's former national security adviser because the judge has no authority to do anything else. They were responding to a court filing from John Gleeson, a retired judge appointed to act as a friend of the court. Gleeson's assignment was to argue the opposite — that the judge has the power to decide whether to let the government drop the case that accused Flynn of lying to the FBI about his conversations with Russia's ambassador to the United States.",
				"img": "Images/politics_img/other_pol_img_1.jpg",
				"likes": 21,
				"unlikes": 15,
				"comments": 22
				},	
				{				
				"heading": "Morning Consult Poll",
				"news": "POLITICO's polling partner, Morning Consult, surveys more than 5,000 registered voters across the United States every day. This poll represents one week's worth of responses from voters who intend to vote in the Democratic primary. For each poll, Morning Consult asks those voters to tell us their first and second choice among the field of candidates vying to be the Democratic nominee for president. Morning Consult also asks how they feel about each candidate: whether they have a favorable or unfavorable opinion, or whether they're unfamiliar with a candidate.",
				"img": "Images/politics_img/other_pol_img_2.jpg",
				"likes": 11,
				"unlikes": 195,
				"comments": 922
				},	
				{				
				"heading": "Taliban offer ceasefire in bid to restart talks with US",
				"news": "The Taliban will implement a 10-day ceasefire with US troops, a reduction in violence with Afghan forces and discussions with Afghan government officials if it reaches a deal with US negotiators in talks in Doha, two sources have said. If an agreement is sealed, it could revive hopes for a long-term solution to the conflict in Afghanistan. Taliban and US negotiators met on Wednesday and Thursday to discuss the signing of a peace deal, according to a spokesman for the Taliban office in Qatar. The talks were useful and would continue for a few days, the spokesman, Suhail Shaheen, said on Twitter early on Friday.",
				"img": "Images/politics_img/other_pol_img_3.jpg",
				"likes": 31,
				"unlikes": 13,
				"comments": 2
				},	
				{				
				"heading": "Austria's new green-conservative coalition rejects UN migrants treaty",
				"news": "Austria is still refusing to sign up to a key United Nations treaty recognising the rights of migrants, despite a change in government that saw the far-right replaced by the country's green party. The new government took office on 7 January this year with conservative ÖVP leader Sebastian Kurz in for his second stint as chancellor. Mr Kurz was previously in coalition with the far-right FPÖ, but has now gone into government with the Austrian Green Party following elections. The previous Austrian government rejected the Global Compact for Safe, Orderly and Regular Migration - which recognises the rights of migrants to access basic services and be treated humanely. But it appears that the switch of the far-right for the greens has had no effect on the new government's position with regards to the compact",
				"img": "Images/politics_img/other_pol_img_4.jpg",
				"likes": 151,
				"unlikes": 15,
				"comments": 92
				}
			],
			"sports": [
				{				
				"heading": "Lack of discipline from players cost Jose Mourinho Man United job, says Benni McCarthy",
				"news": "Jose Mourinho may have a striker crisis on his hands at Tottenham Hotspur, but in the long run he will turn the north London's club fortunes around, says Benni McCarthy, who played for the Portuguese coach when he managed Porto. Having been appointed manager at Spurs following his dismissal at Manchester United, Mourinho is having to juggle his attacking options following injuries to Harry Kane and Son Heung-Min. Those lack of attacking options were much in evidence on Wednesday as Spurs were beaten 1-0 by RB Leipzig in their Champions League last-16 tie. But former Porto striker McCarthy believes the 'Special One' will most definitely win a major trophy again. Speaking to CNN's Zayn Nabbi and the On The Whistle podcast, McCarthy says his former mentor's CV speaks for itself.",
				"img": "Images/sports_img/sports_div_1.jpg",
				"likes": 211,
				"unlikes": 91,
				"comments": 78
				},
				{				
				"heading": "Roger Federer out of French Open after knee surgery",
				"news": "Roger Federer announced on Thursday that he had undergone surgery on his right knee and would miss a series of tournaments, including the French Open in May. The so-called Big Three of Federer, Novak Djokovic and Rafael Nadal, who have dominated the sport, will be down to the Big Two for as long as it takes for Federer to recover. Federer, who is ranked No. 3 and has won a men’s record 20 Grand Slam singles titles, said the surgery had taken place on Wednesday. My right knee has been bothering me for a little while,o he said in a social media post. I hoped it would go away, but after an examination, and discussion with my team, I decided to have arthroscopic surgery in Switzerland.",
				"img": "Images/sports_img/sports_div_2.jpg",
				"likes": 51,
				"unlikes": 71,
				"comments": 7
				},
				{				
				"heading": "Pep Guardiola vows to stay at Manchester City despite Champions League ban",
				"news": "City was punished by European football's governing body for serious breaches of club licensing and financial fair play regulations and, as a result, will not be permitted to play in the Champions League for the next two seasons.There had been fears that the Spaniard, arguably one of the best coaches in the game, might leave the club without the lucrative draw of Europe's most prestigious club competition. However, Guardiola says there is no reason to suggest he will leave Manchester before his contract expires in 2021. If they don't sack me, that can happen, but if they don't sack me I will stay here, he told Sky Sports, after his side's 2-0 win against West Ham Wednesday. I want to stay, I want to help the club, if it is possible, to maintain this level as long as possible. Why should I leave? I said before, I love this club.",
				"img": "Images/sports_img/sports_div_3.jpg",
				"likes": 11,
				"unlikes": 1,
				"comments": 87
				},
				{				
				"heading": "NBA All-Star Game Fast Facts",
				"news": "Here’s a look at the NBA All-Star Game. The All-Star game caps off All-Star Weekend. All-Star Weekend includes the Slam Dunk contest, the Three Point Shootout and the Rookie Challenge. February 19, 2017 – The 66th NBA All-Star Game takes place in New Orleans. The Western Conference defeats the Eastern Conference, 192-182. February 14, 2016 – The NBA All-Star Game is played in Toronto. The Western Conference defeats the Eastern Conference, 196-173. This is the highest scoring game in All-Star history. The Eastern Conference has won 37 All-Star Games, and the Western Conference has won 29. 2017: Eastern Conference Roster: Head Coach: Brad Stevens (Boston Celtics) Starters: LeBron James (Cleveland Cavaliers) – Forward Giannis Antetokounmpo (Milwaukee Bucks) – Forward Jimmy Butler (Chicago Bulls) – Forward DeMar DeRozan (Toronto Raptors) – Guard Kyrie Irving (Cleveland Cavaliers) – Guard Western Conference Roster: Head Coach: Steve Kerr (Golden State Warriors) Starters: Anthony Davis (New Orleans Pelicans) – Forward Kevin Durant (Golden State Warriors) – Forward Kawhi Leonard (San Antonio Spurs) – Forward Stephen Curry (Golden State Warriors) – Guard James Harden (Houston Rockets) – Guard History: March 2, 1951 – The first All-Star game takes place at the Boston Garden. The East wins 111-94. Ed Macauley is named the MVP. 1976 – The Slam Dunk Contest debuts during halftime of the All-Star game, laying the foundation for the modern-day All-Star Weekend. Julius Erving is named the winner. 1977 – The first All-Star game played after the merger of the American Basketball Association and the National Basketball Association. The East wins 125-124. Julius Erving is named MVP. 1992 – Months after announcing that he is HIV positive and despite not playing all season, Earvin “Magic” Johnson is voted into the All-Star game. He is also named MVP. February 26, 2012 – Kobe Bryant surpasses Michael Jordan (262 points) to become the All-Star career scoring leader (271 points). July 22, 2016 – The NBA announces that they are moving the 2017 All-Star Game from Charlotte, North Carolina, because of state legislation passed in March which limits anti-discrimination protections for LGBT people and demands that transgender people use the bathroom according to the gender on their birth certificate. May 24, 2017 – The NBA announces the 2019 All-Star Game will be played in Charlotte, citing the partial repeal of the so-called bathroom bill, HB-2, as the reason for the change. Selection Process: Fans around the world vote for the starters for each team. The 30 head coaches vote for the remaining members of the All-Star teams in their respective conferences. Coaches must vote for seven players in order of preference but are not allowed to vote for players from their team. The selections must include two guards, two forwards and a center. Two other players are chosen regardless of position. If any player cannot participate in the All-Star game, the NBA Commissioner will select a replacement after the coaches select reserves. Head coaches for the East and West All-Star teams are based on the teams with the best winning percentage in each conference following the Sunday games played two weeks prior to the NBA All-Star Game.",
				"img": "Images/sports_img/sports_div_4.jpg",
				"likes": 131,
				"unlikes": 13,
				"comments": 8
				}		
			],
			"technologies": [
				{
				"heading": "A Micro-lab on a Chip Detects Blood Type Within Minutes",
				"news": "The need to first zero in on a blood group can delay blood transfusions in emergency situations, and this in turn can prove fatal. Thus, to speed up the process, a team of scientists from Tokyo University of Science, Japan, has developed a lab-on-a-chip device that can not only tell the blood type within five minutes but allows medical staff to read the results through simple visual inspections. Blood transfusion, if performed promptly, is a potentially life-saving intervention for someone losing a lot of blood. However, blood comes in several types, some of which are incompatible with others. Transfusing an incompatible blood type can severely harm a patient. It is, therefore, critical for medical staff to know a patient’s blood type before they perform a transfusion. There are four major blood types—O, A, B, and AB. These types differ based on the presence or absence of structures called A antigens and B antigens on the surfaces of red blood cells. Blood can be further divided into positive and negative types based on the presence or absence of D antigens on red blood cells. Medical professionals usually tell a patient’s blood type with tests involving antibodies against the A and B antigens. When antibodies recognize the corresponding antigens, they bind to them, causing the blood cells to clump together and the blood to coagulate. Thus, specific antigen-antibody combinations tell us what the blood type of a blood sample is.",
				"img": "Images/technologies_img/technology_img_1jpg.jpg",
				"likes": 231,
				"unlikes": 113,
				"comments": 118	
				}
			],
						
			"music": [
				{				
				"heading": "The best James Bond themes",
				"news": "The James Bond movie theme tunes have become an indelible part of pop music culture. Almost from the get-go, with Sean Connery’s industry-creating turn as the suave secret agent in Dr No, the Bond films’ producers hit upon a formula as long-lasting as the secret agent himself. While each official Eon Productions Bond film has featured the characteristic theme tune by Monty Norman – you’re humming it now – they have also featured a secret weapon, one which makes each film as distinct as the villain the vodka-martini-sipping spy has to despatch: the theme song. It’s impossible to think of Live And Let Die (1973) without Wings’ apocalyptic slice of rock opera, or A View To A Kill (1985) without Duran Duran’s grandiose theme song. And that’s before we even consider Shirley Bassey’s masterclasses of cinematic unsubtlety with Goldfinger. So, spare a thought for those well-known artists who penned a Bond theme hoping for immortality, only for it to be rejected on the casting couch. As Billie Eilish prepares to unleash her Bond theme No Time To Die at the Brit Awards, BBC Music looks back at some of the Bond themes that might have been…",
				"img": "Images/music_img/first_music.jpg",
				"likes": 111,
				"unlikes": 151,
				"comments": 672
				},	
				{				
				"heading": "14 facts about the Grammy Songs ",
				"news": "The 62nd Annual Grammy Awards will take place at the Staples Center in Los Angeles over this weekend, and Song Of The Year is one of the most coveted prizes. Win this, and you join a hallowed hall featuring songs from only the most respected songwriters of the modern era: The Beatles, Frank Sinatra, Elton John and, er, The Doobie Brothers (well, it was the end of the Seventies). The Grammys recognition of the greatest song of the year is a little more complicated than most awards. Song Of The Year rewards the songwriters who wrote and composed the song, but the awards also have Record Of The Year, a prize that goes to the singer and production team. Last year, This Is America by Childish Gambino won the Song Of The Year award, this year the nominations are: Always Remember Us This Way (Lady Gaga Bad Guy (Billie Eilish) Bring My Flowers Now (Tanya Tucker) Hard Place (H.E.R.) Lover (Taylor Swift) Norman Fing Rockwell (Lana Del Rey) Someone You Loved (Lewis Capaldi) Truth Hurts (Lizzo)",
				"img": "Images/music_img/second_music.jpg",
				"likes": 211,
				"unlikes": 158,
				"comments": 122
				},	
				{				
				"heading": "The oddest Grammy Album",
				"news": "Awards ceremony judging panels are often accused of being pale, male and stale, an ageing cabal out of touch with contemporary culture. It’s a brickbat that has been hurled at the Grammy voting panel for some time. In 2018, the only one of its best album nominees not to play one of their songs live was the only woman up for the prize – Lorde. The same year, U2 were featured no less than three times during the broadcast, despite not even being up for an award. The awards consistently overlooked dance music, only creating a category for it in 1998, a decade since the heyday of dance culture. And the less said about the Grammy’s arm’s length relationship with hip-hop the better. The awards’ sometimes dizzying list of categories – which currently stands at 78, having been cut from 109 in 2012 – means artists in all sorts of less high-profile genres (jazz, comedy, children’s) get their nods alongside the usual red-carpet favourites. For instance, Elmo the Muppet has won a Grammy three times – for Best Musical Album for Children in 1998 (Elmopalooza!), 199(The Adventures Of Elmo In Grouchland), and 2001 (Elmo And The Orchestra).",
				"img": "Images/music_img/third_music.jpg",
				"likes": 154,
				"unlikes": 52,
				"comments": 243
				},	
				{				
				"heading": "The 20 best songs of 2019",
				"news": "More than 50 Guardian music writers were polled for their favourite albums and tracks of the year, and a bewilderingly complex spreadsheet was created to tally their votes. Ahead of our countdown of the resulting 50 best albums of the year, we’re kicking off with a list of the 20 best songs. We’ve also put as many as possible of the 593 tracks that were voted for into a Spotify and Apple Music playlist.",
				"img": "Images/music_img/fourth_music.jpg",
				"likes": 311,
				"unlikes": 131,
				"comments": 22
				},	
				{				
				"heading": "Andrew Weatherall: The ’90s master of the remix",
				"news": "Andrew Weatherall, the legendary DJ and producer has died aged 56 from a pulmonary embolism. Weatherall, who was born in Windsor, England, rose to fame during the 1990s acid house/dance era. As well as working with the legends like New Order and Happy Mondays, his work on Primal Scream’s Screamadelica turned it into an era-defining album, mixing the band’s rock swagger with club influences to create a dance album injected with the furious spirit of punk.The tributes to Weatherall have come from far and wide. BBC 6 Music DJ Giles Peterson said it was “hard to put into words the influence and impact he has had on UK culture.” Trainspotting author Irvine Welsh said: “Genius is an overworked term but I’m struggling to think of anything else that defines him.” BBC 6 Music’s Matt Everett said: “As a producer he was always thinking about the wrong thing to do, which made it the right thing to do invariably. His mission to navigate the darker sides of techno simultaneously with vintage rock ‘n’ roll made him this incredibly inventive figure.”",
				"img": "Images/music_img/main_music.jpg",
				"likes": 15,
				"unlikes": 175,
				"comments": 79
				}
			],
			"culture": [
				{				
				"heading": "Film",
				"news": "Since motion pictures first arrived in the late 19th Century, each new decade has heralded movements and styles that influenced the development of cinema. The 1940s and ‘50s constituted peak periods for US film noir, for example, while the convention-upturning French New Wave blossomed in the 1960s. Both of these genres made a big impact on cinematic storytelling, but which decade tipped the axis of the motion picture medium in the most profound ways? More like this: The bold pioneers of early cinema Was 1999 cinema’s last great year? Is Napoleon the greatest film ever made? If we view decades solely in terms of artistic quality, then personal preference, inevitably, comes into play. If film noir is my favourite genre, for example, I am more likely to recognise – or overstate –  the significance of the era from which it emanated. If technological and industry-based changes are included as well as artistic output, however, the task is easier and the answers more conclusive. Yet even when several factors are considered, the needle swings towards one decade as a period of unparalleled change: the ‘Roaring Twenties’. There are several reasons why the decade that began a century ago saw the kind of transformative change that will never come again. They include artistic movements that played a huge role in developing cinematic language, the formation of industry initiatives still hugely influential today, the introduction of perhaps the most significant technical development since the projection of moving images (hint: it involves another sense – the one experienced through your ears), as well as the enduring impact of the films themselves.",
				"img": "Images/culture_img/main_culture.png",
				"likes": 111,
				"unlikes": 151,
				"comments": 672
				},	
				{				
				"heading": "Theater",
				"news": "In any year but this one, outdoor theater is part of the rhythm of summertime. We base our migrations on it, making pilgrimages to favorite seasonal spots. As ancient as Western drama itself, open-air theater is for the most part not happening right now — no queuing for hours to snag a coveted free ticket to Shakespeare in the Park, no spreading of blankets and picnics to watch shows that start in the gloaming and end well after dark. It’s a different absence than the loss of indoor theater, partly because of how fondly we cherish summer traditions. But as the director Anne Bogart said in a phone interview, outdoor performance by its nature involves a fuller embrace of life, and of accidents.",
				"img": "Images/culture_img/culture_other_1.jpg",
				"likes": 211,
				"unlikes": 158,
				"comments": 122
				},	
				{				
				"heading": "Designed",
				"news": "Wide open spaces – squares, gardens, plazas and parks – have always been appealing oases in bustling cities. They are places to socialise, or to indulge in solitary reading and sunbathing. Now more than ever they are synonymous with freedom, providing a sense of release and respite from domestic confinement. And with social distancing a reality for many of us, spending time in large outdoor spaces is good for our health in more ways than one. We suggest several spectacular outdoor projects created by architects and landscaping experts that will satisfy our hankering for space – and shed light on new developments in urban design.",
				"img": "Images/culture_img/culture_other_2.jpg",
				"likes": 154,
				"unlikes": 52,
				"comments": 243
				},	
				{				
				"heading": "Books",
				"news": "Need some positive thinking? How about some books that make you happy? While the idea of a book ‘making you happy’ is obviously a stretch, peace of mind is often a product of a simple cognitive pattern: you see what you think about, and you think about what you see. Happy in, happy out. This is difficult when wisdom, empathy, love, and happiness are drowned out by a news cycle bent on spectacle. These days the news is hard to escape — between social media, television, radio, and well-meaning friends and colleagues, we are inundated with what’s going on in the outside world. And unfortunately, it seems like it’s seldom good news, partially due to the fact that sensationalism sells but also because there’s a lot going on right now. But do we need to know all of it? While a working knowledge of current events is important, all too often we’re immersed in the 24-hour news cycle and when negativity abounds, our mental health and sense of well-being begin to erode. Short of going all Henry Thoreau and retreating to the woods for a while, what can we do to lift our spirits, find an escape, and change the things we think about? The first and most obvious step is to abstain from social media, but that’s not entirely effective — or even possible, in many cases. A second possibility is to fill our brains with good stuff; to seek out positivity and nourish our souls with that instead. The following list contains both fiction and non-fiction ‘happy books’–everything from self-help to humor but what these books share in common is their ability to inspire happiness. As Oscar Wilde once said, “It is what you read when you don’t have to that determines who you will be when you can’t help it.” Maybe reading can make you happy.",
				"img": "Images/culture_img/culture_other_3.jpg",
				"likes": 311,
				"unlikes": 131,
				"comments": 22
				}
			]
		}
	}
]
