

[
	{
		"fp_newest": [
				{
					"first_news": "Coronavirus: China advises against travel to Wuhan as deaths surge...",
					"img": "Images/newest_img/newest_1.jpg"
				},
				{
					"first_news": "Jeff Bezos hack: UN experts demand probe of Saudi crown prince...",
					"img": "Images/newest_img/newest_2.jpg"
				},				
				{
					"first_news": "Monty Python's Terry Jones: Master of the absurd",
					"img": "Images/newest_img/newest_3.jpg"
				},			
				{
					"first_news": "The alphabets at risk of extinction...",
					"img": "Images/newest_img/newest_4.jpg"
				},			
				{
					"first_news": "Gareth Bale loan reports 'ridiculous', says his agent Jonathan Barnett...",
					"img": "Images/newest_img/newest_5.jpg"
				},			
				{
					"first_news": "We’re finally talking about structural racism...",
					"img": "Images/newest_img/newest_6.jpg"
				},				
				{
					"first_news": "We need smart solutions to mitigate the corona...",
					"img": "Images/newest_img/newest_7.jpg"
				},
				{
					"first_news": "Supreme Court blocks Trump’s attempt to end DACA...",
					"img": "Images/newest_img/newest_8.jpg"
				},
				{
					"first_news": "Top GOP donor used racial stereotypes...",
					"img": "Images/newest_img/newest_9.jpg"
				},	
				{
					"first_news": "As police chief in Camden, N.J..",
					"img": "Images/newest_img/newest_10.jpg"
				}
		]
	},

	{
		"politics_main": {
			"heading": "Trump Roars, and Davos Shrugs",
			"news": "DAVOS, Switzerland—Two years ago President Donald Trump flew here and took the gathering of elites at the World Economic Forum by storm. Every conversation seemed to revolve around the American leader and his signature brand of political disruption...",
			"img": "Images/politics_img/main_pol_img.jpg"
						},

		"politics_other": [
							{
							"heading": "Flynn attorneys argue against...",
							"news": "Former national security adviser Michael Flynn should get probation and lore..."
							},
							{
							"heading": "Morning Consult Poll...",
							"news": "47% of voters are in favor of President Donald Trump’s removal from office..."
							},
							{
							"heading": "Taliban offer ceasefire in bid to restart talks with US...",
							"news": "The Taliban will implement a 10-day ceasefire with US troops..."
							},
							{
							"heading": "Austria's new green-conservative coalition rejects UN migrants treaty...",
							"news": "Austria is still refusing to sign up to a key United Nations..."
							}									
						]
	},

	{
		"sports": [
			{
			"heading": "Lack of discipline from players cost Jose Mourinho...",
			"img": "Images/sports_img/sports_div_1.jpg"
			},
			{
			"heading": "Roger Federer out of French Open after knee surgery...",
			"img": "Images/sports_img/sports_div_2.jpg"
			},
			{
			"heading": "Pep Guardiola vows to stay at Manchester City despite Champions League ban...",
			"img": "Images/sports_img/sports_div_3.jpg"
			},
			{
			"heading": "NBA All-Star Game Fast Facts...",
			"img": "Images/sports_img/sports_div_4.jpg"
			}			
		]
	},

	{
		"music": [
			{
			"heading": "The best James Bond themes",
			"news": "The James Bond movie theme tunes have become an indelible part of pop music culture. Almost from the get-go, with Sean Connery’s...",
			"img": "Images/music_img/first_music.jpg"
			},
			{
			"heading": "14 facts about the Grammy Songs ",
			"news": "In 1959, Grammy judges inaugurated Song Of The Year – and it’s become one of the most sought-after prizes at the ceremony...",
			"img": "Images/music_img/second_music.jpg"
			},
			{
			"heading": "The oddest Grammy Album ",
			"news": "Blood, Sweat and Tears over The Beatles? Eric Clapton over Nirvana? Steely Dan over Eminem? Herbie Hancock over Amy Winehouse?",
			"img": "Images/music_img/third_music.jpg"
			},
			{
			"heading": "The 20 best songs of 2019",
			"news": "The final year of the decade saw A-list superstars relatively quiet on the singles front; instead we saw newcomers shine, and more...",
			"img": "Images/music_img/fourth_music.jpg"
			},
			{
			"heading": "Andrew Weatherall: The ’90s master of the remix",
			"news": "Andrew Weatherall, the legendary DJ and producer has died aged 56 from a pulmonary embolism. Weatherall, who was born in Windsor, England...",
			"img": "Images/music_img/main_music.jpg"
			}
		]
	},
		{
		"culture_main": {
			"heading": "Film",
			"news": "Cinema's greatest decade?",
			"img": "Images/culture_img/main_culture.png"
		},

		"culture_other": [
			{
			"heading": "Theater",
			"news": "The era that began 100 years ago brought more change...",
			"img": "Images/culture_img/culture_other_1.jpg"
			},
			{
			"heading": "Designed",
			"news": "Five stunning outdoor spaces for all...",
			"img": "Images/culture_img/culture_other_2.jpg"
			},
			{
			"heading": "Books",
			"news": "The most joyful books ever written...",
			"img": "Images/culture_img/culture_other_3.jpg"
			}
		]
	},

	{
		"news": {
			"newest": [
				{
				"heading": "Coronavirus: China advises against travel to Wuhan as deaths surge",
				"news": "Chinese authorities have urged people to stop travelling in and out of Wuhan, the city at the centre of a new virus outbreak that has killed 17 people. Those living in the city of 8.9 million people have also been told to avoid crowds and minimise public gatherings. The new virus has spread from Wuhan to several Chinese provinces, as well as the US, Thailand and South Korea.There are 440 confirmed cases, with the origin a seafood market that conducted illegal transactions of wild animal.Late on Wednesday the Chinese authorities confirmed the number of dead had almost doubled - from nine - in the space of a day. All fatalities so far have been in Hubei, the province around Wuhan.Officials in Hong Kong also reported the territory's first two cases.",
				"img": "Images/newest_img/newest_1.jpg",
				"likes": 30,
				"unlikes": 50,
				"comments": 212
				},
				{
				"heading": "Jeff Bezos hack: UN experts demand probe of Saudi crown prince...",
				"news": "UN human rights experts have demanded an immediate investigation into allegations Saudi Arabia's crown prince hacked Amazon boss Jeff Bezos's phone. They said Mohammed bin Salman should also be investigated for continuous, direct and personal efforts to target perceived opponents. A message from a phone number used by the prince has been implicated in a breach of Mr Bezos's data. The kingdom's US embassy has denied the absurd story. But the independent UN experts - Agnes Callamard, special rapporteur on summary executions and extrajudicial killings, and David Kaye, special rapporteur on freedom of expression - said the crown prince's possible involvement had to be investigated. Relations between Saudi Arabia and Mr Bezos - who also owns the Washington Post - worsened after Jamal Khashoggi, a prominent critic of the Saudi government and one of the newspaper's staff, was murdered in the Saudi consulate in Istanbul in 2018.",
				"img": "Images/newest_img/newest_2.jpg",
				"likes": 10,
				"unlikes": 25,
				"comments": 54
			]
		}
	}
]
