

[
	{
		"fp_newest": [
				{
					"first_news": "Coronavirus: China advises against travel to Wuhan as deaths surge...",
					"img": "Images/newest_img/newest_1.jpg"
				},
				{
					"first_news": "Jeff Bezos hack: UN experts demand probe of Saudi crown prince...",
					"img": "Images/newest_img/newest_2.jpg"
				},				
				{
					"first_news": "Monty Python's Terry Jones: Master of the absurd",
					"img": "Images/newest_img/newest_3.jpg"
				},			
				{
					"first_news": "The alphabets at risk of extinction...",
					"img": "Images/newest_img/newest_4.jpg"
				},			
				{
					"first_news": "Gareth Bale loan reports 'ridiculous', says his agent Jonathan Barnett...",
					"img": "Images/newest_img/newest_5.jpg"
				},			
				{
					"first_news": "We’re finally talking about structural racism...",
					"img": "Images/newest_img/newest_6.jpg"
				},				
				{
					"first_news": "We need smart solutions to mitigate the corona...",
					"img": "Images/newest_img/newest_7.jpg"
				},
				{
					"first_news": "Supreme Court blocks Trump’s attempt to end DACA...",
					"img": "Images/newest_img/newest_8.jpg"
				},
				{
					"first_news": "Top GOP donor used racial stereotypes...",
					"img": "Images/newest_img/newest_9.jpg"
				},	
				{
					"first_news": "As police chief in Camden, N.J..",
					"img": "Images/newest_img/newest_10.jpg"
				}
		]
	},

	{
		"politics_main": {
			"heading": "Trump Roars, and Davos Shrugs",
			"news": "DAVOS, Switzerland—Two years ago President Donald Trump flew here and took the gathering of elites at the World Economic Forum by storm. Every conversation seemed to revolve around the American leader and his signature brand of political disruption...",
			"img": "Images/politics_img/main_pol_img.jpg"
						},

		"politics_other": [
							{
							"heading": "Flynn attorneys argue against...",
							"news": "Former national security adviser Michael Flynn should get probation and lore..."
							},
							{
							"heading": "Morning Consult Poll...",
							"news": "47% of voters are in favor of President Donald Trump’s removal from office..."
							},
							{
							"heading": "Taliban offer ceasefire in bid to restart talks with US...",
							"news": "The Taliban will implement a 10-day ceasefire with US troops..."
							},
							{
							"heading": "Austria's new green-conservative coalition rejects UN migrants treaty...",
							"news": "Austria is still refusing to sign up to a key United Nations..."
							}									
						]
	},

	{
		"sports": [
			{
			"heading": "Lack of discipline from players cost Jose Mourinho...",
			"img": "Images/sports_img/sports_div_1.jpg"
			},
			{
			"heading": "Roger Federer out of French Open after knee surgery...",
			"img": "Images/sports_img/sports_div_2.jpg"
			},
			{
			"heading": "Pep Guardiola vows to stay at Manchester City despite Champions League ban...",
			"img": "Images/sports_img/sports_div_3.jpg"
			},
			{
			"heading": "NBA All-Star Game Fast Facts...",
			"img": "Images/sports_img/sports_div_4.jpg"
			}			
		]
	},

	{
		"music": [
			{
			"heading": "The best James Bond themes",
			"news": "The James Bond movie theme tunes have become an indelible part of pop music culture. Almost from the get-go, with Sean Connery’s...",
			"img": "Images/music_img/first_music.jpg"
			},
			{
			"heading": "14 facts about the Grammy Songs ",
			"news": "In 1959, Grammy judges inaugurated Song Of The Year – and it’s become one of the most sought-after prizes at the ceremony...",
			"img": "Images/music_img/second_music.jpg"
			},
			{
			"heading": "The oddest Grammy Album ",
			"news": "Blood, Sweat and Tears over The Beatles? Eric Clapton over Nirvana? Steely Dan over Eminem? Herbie Hancock over Amy Winehouse?",
			"img": "Images/music_img/third_music.jpg"
			},
			{
			"heading": "The 20 best songs of 2019",
			"news": "The final year of the decade saw A-list superstars relatively quiet on the singles front; instead we saw newcomers shine, and more...",
			"img": "Images/music_img/fourth_music.jpg"
			},
			{
			"heading": "Andrew Weatherall: The ’90s master of the remix",
			"news": "Andrew Weatherall, the legendary DJ and producer has died aged 56 from a pulmonary embolism. Weatherall, who was born in Windsor, England...",
			"img": "Images/music_img/main_music.jpg"
			}
		]
	},
		{
		"culture_main": {
			"heading": "Film",
			"news": "Cinema's greatest decade?",
			"img": "Images/culture_img/main_culture.png"
		},

		"culture_other": [
			{
			"heading": "Theater",
			"news": "The era that began 100 years ago brought more change...",
			"img": "Images/culture_img/culture_other_1.jpg"
			},
			{
			"heading": "Designed",
			"news": "Five stunning outdoor spaces for all...",
			"img": "Images/culture_img/culture_other_2.jpg"
			},
			{
			"heading": "Books",
			"news": "The most joyful books ever written...",
			"img": "Images/culture_img/culture_other_3.jpg"
			}
		]
	},

	{
		"news": {
			"newest": [
				{
				"heading": "Coronavirus: China advises against travel to Wuhan as deaths surge",
				"news": "Chinese authorities have urged people to stop travelling in and out of Wuhan, the city at the centre of a new virus outbreak that has killed 17 people. Those living in the city of 8.9 million people have also been told to avoid crowds and minimise public gatherings. The new virus has spread from Wuhan to several Chinese provinces, as well as the US, Thailand and South Korea.There are 440 confirmed cases, with the origin a seafood market that conducted illegal transactions of wild animal.Late on Wednesday the Chinese authorities confirmed the number of dead had almost doubled - from nine - in the space of a day. All fatalities so far have been in Hubei, the province around Wuhan.Officials in Hong Kong also reported the territory's first two cases.",
				"img": "Images/newest_img/newest_1.jpg",
				"likes": 30,
				"unlikes": 50,
				"comments": 212
				},
				{
				"heading": "Jeff Bezos hack: UN experts demand probe of Saudi crown prince",
				"news": "UN human rights experts have demanded an immediate investigation into allegations Saudi Arabia's crown prince hacked Amazon boss Jeff Bezos's phone. They said Mohammed bin Salman should also be investigated for continuous, direct and personal efforts to target perceived opponents. A message from a phone number used by the prince has been implicated in a breach of Mr Bezos's data. The kingdom's US embassy has denied the absurd story. But the independent UN experts - Agnes Callamard, special rapporteur on summary executions and extrajudicial killings, and David Kaye, special rapporteur on freedom of expression - said the crown prince's possible involvement had to be investigated. Relations between Saudi Arabia and Mr Bezos - who also owns the Washington Post - worsened after Jamal Khashoggi, a prominent critic of the Saudi government and one of the newspaper's staff, was murdered in the Saudi consulate in Istanbul in 2018.",
				"img": "Images/newest_img/newest_2.jpg",
				"likes": 10,
				"unlikes": 25,
				"comments": 54
				},
				{
				"heading": "Monty Python's Terry Jones: Master of the absurd",
				"news": "Terry Jones had a love of the absurd that contributed much to the anarchic humour of Monty Python's Flying Circus. His style of visual comedy, leavened with a touch of the surreal, inspired many comedians who followed him. It was on Python that he honed his directing skills, notably on Life of Brian and The Meaning of Life. A keen historian, he wrote a number of books and fronted TV documentaries on ancient and medieval history.Python star Terry Jones dies aged 77 Terence Graham Parry Jones was born in Colwyn Bay in north Wales on 1 February 1942. His grandparents ran the local amateur operatic society and staged Gilbert and Sullivan concerts on the town's pier each year His family moved to Surrey when he was four but he always felt nostalgic about his native land.",
				"img": "Images/newest_img/newest_3.jpg",
				"likes": 100,
				"unlikes": 5,
				"comments": 154
				},
				{
				"heading": "The alphabets at risk of extinction",
				"news": "On his first two days of school, in a village above the Bangladeshi port of Chittagong, Maung Nyeu was hit with a cane. This was not because he was naughty. It was simply that Nyeu could not understand what the teacher was saying, or what was written in his textbooks. Although 98% of Bangladeshis speak Bengali as a first language, Nyeu grew up with Marma, one of several minority tongues in the region. Written, it is all curls, like messy locks of hair. Eventually Nyeu managed to escape this cycle of bewilderment and beatings. After learning Bengali at home, he returned to school and went to university. Now he is pursuing a doctorate at Harvard. Yet Nyeu never forgot his early schooldays. He spends much of his time in the hills where he grew up, where he founded Our Golden Hour – a nonprofit fighting to keep Marma and a flurry of other scripts alive. ",
				"img": "Images/newest_img/newest_4.jpg",
				"likes": 10,
				"unlikes": 50,
				"comments": 14
				},
				{
				"heading": "Gareth Bale loan reports 'ridiculous', says his agent Jonathan Barnett",
				"news": "Gareth Bale's agent Jonathan Barnett says it is ridiculous to suggest one of the best players in the world would leave Real Madrid on loan. Bale, 30, has been linked with a move from the Bernabeu with Tottenham and Manchester United reportedly keen. The Welshman, who has a contract until 2022, has scored twice in nine La Liga games this season. Why would one of the best players on Earth go on loan? That's ridiculous, Barnett said. At the moment, he is going to be playing football for Real Madrid and he has got two-and-a-half years left on his contract. He is happy and hopefully he will win a couple of more things with Real Madrid. The comments come days after betting was suspended on Bale rejoining Tottenham in this transfer window. There has been growing speculation that the relationship between the midfielder and manager Zinedine Zidane is strained.",
				"img": "Images/newest_img/newest_5.jpg",
				"likes": 10,
				"unlikes": 31,
				"comments": 41
				},
				{
				"heading": "We’re finally talking about structural racism. Republicans are freaking out.",
				"news": "In the annals of weird and revealing arguments between members of Congress, the one that took place between Reps. Cedric Richmond (D-La.) and Matt Gaetz (R-Fla.) at a hearing of the House Judiciary Committee on Wednesday stands out. Along with a less fiery but equally revealing moment in a Senate hearing on Tuesday involving Sen. John Cornyn (R-Tex.), it showed how the fact that we’re now discussing structural racism has Republicans seriously freaked out. Their response is to attempt to take a debate about institutions and structures — policing, criminal justice, housing, health care, banking, employment, education and so much else — and reframe it as just about individual hearts. Which accomplishes two things. First, it renders them blameless, since they can assert “I’m no racist!” and take great affront at any suggestion otherwise. Second, it diverts us from ambitious reform to combat racism, if all we have to do is find the “bad apples” and get rid of them.Let’s begin in the House, where Richmond, plainly exasperated that the debate over police reform had been diverted into all kinds of other tangents, said to his white colleagues, “Please do not come in this committee room and make a mockery of the pain that exists in my community,” and raised the possibility that “unconscious bias” was playing a part in this debate.",
				"img": "Images/newest_img/newest_6.jpg",
				"likes": 190,
				"unlikes": 391,
				"comments": 419
				},
				{				
				"heading": "We need smart solutions to mitigate the corona",
				"news": "As the federal and state governments assess their response to the novel coronavirus pandemic, they desperately need independent, credible scientific review and advice. To do so, they should turn to the National Academy of Medicine and the National Academy of Sciences. Although the Republican-controlled Senate is planning to conduct oversight hearings, and the White House coronavirus task force might conduct an internal evaluation, these reviews will be insufficient. Much of the American public no longer trusts the administration or a partisan Congress to level with them on this issue. It has also become clear that experts in federal agencies are often not free to speak the truth, and congressional committees cannot possibly unravel the scientific complexity of this pandemic.",
				"img": "Images/newest_img/newest_7.jpg",
				"likes": 12,
				"unlikes": 55,
				"comments": 112
				},
				{				
				"heading": "Supreme Court blocks Trump’s attempt to end DACA",
				"news": "The Supreme Court on Thursday blocked the Trump administration's attempt to end Deferred Action for Childhood Arrivals, an Obama-era program that protects hundreds of thousands of immigrants brought to the US as children from deportation. The 5-4 ruling was written by Chief Justice John Roberts and joined by Justices Ruth Bader Ginsburg, Elena Kagan, Stephen Breyer and Sonia Sotomayor. In penning the opinion, Roberts once again sided with the liberals on the bench in a momentous dispute that will infuriate judicial conservatives who are still bitter that he once provided the deciding vote to uphold Obamacare. The opinion is the second time in a week when the Supreme Court - bolstered with two of President Donald Trump's nominees - has ruled against the Trump administration. Monday, the court said LGBTQ Americans are protected under the Civil Rights Act. The ruling emphasizes that the administration failed to provide an adequate reason to justify ending the DACA program.",
				"img": "Images/newest_img/newest_8.jpg",
				"likes": 112,
				"unlikes": 15,
				"comments": 12
				}
			]
		}
	}
]
